Repository: Koucya0632/tuji-ios
Catalog: Tuji/Resources/i18n/Localizable.xcstrings
Source language: zh_hant
Languages: en, ja, zh_hans

source: %lld 人學習中
en: %lld learning
ja: %lld人が学習中
zh_hans: %lld 人学习中

source: %lld 個主題
en: %lld topics
ja: %lld個のテーマ
zh_hans: %lld 个主题

source: %lld 個收藏
en: %lld favorites
ja: %lld件のお気に入り
zh_hans: %lld 个收藏

source: %lld 個活躍日
en: %lld active days
ja: %lld日アクティブ
zh_hans: %lld 个活跃日

source: %lld 個結果
en: %lld results
ja: %lld件の結果
zh_hans: %lld 个结果

source: %lld 分鐘後
en: in %lld min
ja: %lld分後
zh_hans: %lld 分钟后

source: %lld 天
en: %lld days
ja: %lld日

source: %lld 天後
en: in %lld days
ja: %lld日後
zh_hans: %lld 天后

source: %lld 字
en: %lld words
ja: %lld語

source: %lld 小時後
en: in %lld hours
ja: %lld時間後
zh_hans: %lld 小时后

source: %lld 題
en: %lld questions
ja: %lld問
zh_hans: %lld 题

source: 8 個字
en: 8 characters
ja: 8文字
zh_hans: 8 个字

source: AI 建議
en: AI suggestion
ja: AI の提案
zh_hans: AI 建议

source: AI 識別中…
en: AI recognizing…
ja: AI認識中…
zh_hans: AI 识别中…

source: AI 辨識次數提升至每月 500 次
en: AI recognition boosted to 500/month
ja: AI認識が月500回に増加
zh_hans: AI 辨识次数提升至每月 500 次

source: Apple 沒回傳登入憑證，請重試
en: Apple didn't return a credential — please try again
ja: Appleからログイン資格情報が返されませんでした。もう一度お試しください
zh_hans: Apple 没回传登录凭证，请重试

source: Apple 登入尚未啟用，請稍後再試
en: Sign in with Apple isn't available yet — please try again later
ja: Appleログインは未対応です。しばらくしてからお試しください
zh_hans: Apple 登录尚未启用，请稍后再试

source: Email 或密碼錯誤
en: Incorrect email or password
ja: メールアドレスまたはパスワードが違います
zh_hans: Email 或密码错误

source: Email 格式或網域不被接受
en: Email format or domain not accepted
ja: メールアドレスの形式またはドメインが受け付けられません
zh_hans: Email 格式或网域不被接受

source: en-US · 預設
en: en-US · Default
ja: en-US・デフォルト
zh_hans: en-US · 预设

source: Google 沒回傳 ID token
en: Google didn't return an ID token
ja: GoogleからIDトークンが返されませんでした
zh_hans: Google 没回传 ID token

source: Google 登入中...
en: Signing in with Google...
ja: Googleでログイン中...
zh_hans: Google 登录中...

source: Pro：本月 AI 辨識剩 %lld／%lld 次
en: Pro: %lld／%lld AI recognitions left this month
ja: Pro：今月のAI認識 残り%lld／%lld回
zh_hans: Pro：本月 AI 辨识剩 %lld／%lld 次

source: SRS 智能複習
en: Smart SRS review
ja: SRSスマート復習
zh_hans: SRS 智能复习

source: Tuji 探險者
en: Tuji Explorer
ja: Tuji探検家
zh_hans: Tuji 探险者

source: Tuji 的招牌功能！對準身邊的物品拍一張，AI 幫你把它變成單字卡。
en: Tuji's signature feature! Point your camera at something nearby and AI turns it into a flashcard.
ja: Tujiの目玉機能！身の回りの物にカメラを向けて撮るだけで、AIが単語カードにしてくれます。
zh_hans: Tuji 的招牌功能！对准身边的物品拍一张，AI 帮你把它变成单字卡。

source: Tuji 的招牌功能！建立帳號後，對準身邊的物品拍一張，AI 幫你把它變成單字卡。
en: Tuji's signature feature! Once you have an account, point your camera at something nearby and AI turns it into a flashcard.
ja: Tujiの目玉機能！アカウントを作れば、身の回りの物にカメラを向けて撮るだけで、AIが単語カードにしてくれます。
zh_hans: Tuji 的招牌功能！建立帐号后，对准身边的物品拍一张，AI 帮你把它变成单字卡。

source: TUJI_BASE_URL 未設定
en: TUJI_BASE_URL is not set
ja: TUJI_BASE_URLが未設定です
zh_hans: TUJI_BASE_URL 未设置

source: 下一步
en: Next
ja: 次へ

source: 下一題
en: Next question
ja: 次の問題
zh_hans: 下一题

source: 下次複習
en: Next review
ja: 次の復習
zh_hans: 下次复习

source: 不當內容
en: Inappropriate
ja: 不適切な内容
zh_hans: 不当内容

source: 不能放網址或個人資訊
en: No links or personal information
ja: URL や個人情報は書けません
zh_hans: 不能放网址或个人信息

source: 中文名稱
en: Meaning
ja: 意味
zh_hans: 中文名称

source: 中文釋義
en: Meaning
ja: 意味
zh_hans: 中文释义

source: 中日文字型
en: CJK typeface
ja: 日中フォント

source: 主頁
en: Home
ja: ホーム
zh_hans: 主页

source: 主題
en: Topics
ja: テーマ
zh_hans: 主题

source: 主題 →
en: Topics →
ja: テーマ →
zh_hans: 主题 →

source: 主題分類
en: Topic categories
ja: テーマ分類
zh_hans: 主题分类

source: 主題進度
en: Topic progress
ja: テーマ進捗
zh_hans: 主题进度

source: 之後可以隨時在設定中切換，兩種語言的學習進度會分開保留。
en: You can switch anytime in Settings. Progress for each language is kept separately.
ja: 後から設定でいつでも切り替えられます。2つの言語の学習進捗は別々に保存されます。
zh_hans: 之后可以随时在设置中切换，两种语言的学习进度会分开保留。

source: 之後隨時可以再公開一次。
en: You can publish it again at any time.
ja: いつでもまた公開できます。
zh_hans: 之后随时可以再公开一次。

source: 人工校正
en: Manual correction
ja: 手動補正

source: 今天
en: Today
ja: 今日

source: 今天學這 %lld 個字
en: Learn these %lld words today
ja: 今日はこの%lld語を学ぶ
zh_hans: 今天学这 %lld 个字

source: 今天已學 %lld 個新字，繼續加油
en: %lld new words learned today — keep it up
ja: 今日は%lld個の新しい単語を学びました。その調子！
zh_hans: 今天已学 %lld 个新字，继续加油

source: 今天想學點什麼呢？
en: What would you like to learn today?
ja: 今日は何を学びましょうか？
zh_hans: 今天想学点什么呢？

source: 今天有 %lld 個字要複習
en: %lld words to review today
ja: 今日は%lld語の復習があります
zh_hans: 今天有 %lld 个字要复习

source: 今天沒有待複習
en: Nothing to review today
ja: 今日の復習はありません
zh_hans: 今天没有待复习

source: 今天沒有要複習的字，先學點新的吧
en: No words to review today — learn something new
ja: 今日復習する単語はありません。新しい単語を学びましょう
zh_hans: 今天没有要复习的字，先学点新的吧

source: 今天目標達成，明天再來
en: Today's goal reached — see you tomorrow
ja: 今日の目標達成！また明日
zh_hans: 今天目标达成，明天再来

source: 今天複習
en: Today's review
ja: 今日の復習
zh_hans: 今天复习

source: 今天開始學習、圖鑑收集單字、物見看大家收的東西、我查看成果與帳號，黃色按鈕隨時可以拍照收字。
en: Today is where you study, Atlas collects your words, Sightings shows what everyone else has taken in, and Me holds your progress and account. The yellow button takes a photo any time.
ja: 「今日」で学習し、「図鑑」に単語を集め、「物見」でみんなが集めたものを見て、「マイページ」で記録とアカウントを確認します。黄色いボタンからはいつでも写真を撮れます。
zh_hans: 今天开始学习、图鉴收集单词、物见看大家收的东西、我查看成果与账号，黄色按钮随时可以拍照收字。

source: 今天還沒學新字，挑一個來試試
en: No new words yet today — pick one to try
ja: 今日はまだ新しい単語を学んでいません。1つ選んでみましょう
zh_hans: 今天还没学新字，挑一个来试试

source: 今日目標
en: Daily goal
ja: 今日の目標
zh_hans: 今日目标

source: 介紹一下你自己
en: Introduce yourself
ja: 自己紹介を書いてみよう
zh_hans: 介绍一下你自己

source: 伺服器出了點問題（%lld），請稍後再試
en: Something went wrong on the server (%lld). Please try again later.
ja: サーバー側で問題が発生しました（%lld）。しばらくしてからもう一度お試しください。
zh_hans: 服务器出了点问题（%lld），请稍后再试

source: 休息一下，明天再來
en: Take a break — come back tomorrow
ja: ひと休みして、また明日
zh_hans: 休息一下，明天再来

source: 作者還沒有填寫簡介。
en: This author hasn't written a bio yet.
ja: この作者はまだ自己紹介を書いていません。
zh_hans: 作者还没有填写简介。

source: 你不會再看到這個人公開的內容。已經收進圖鑑的字不受影響，隨時可以解除。
en: You won't see anything they publish. Words already in your atlas are unaffected, and you can undo this at any time.
ja: この人が公開したものは表示されなくなります。すでに図鑑に入れた単語はそのままで、いつでも解除できます。
zh_hans: 你不会再看到这个人公开的内容。已经收进图鉴的字不受影响，随时可以解除。

source: 你加書籤的字會出現在這裡
en: Words you bookmark will show up here
ja: ブックマークした単語がここに表示されます
zh_hans: 你加书签的字会出现在这里

source: 你對學習什麼主題有興趣？
en: Which topics interest you?
ja: どんなテーマに興味がありますか？
zh_hans: 你对学习什么主题有兴趣？

source: 你已經是 Tuji Pro，感謝支持！
en: You're already Tuji Pro — thanks for your support!
ja: すでにTuji Proです。ご支援ありがとうございます！
zh_hans: 你已经是 Tuji Pro，感谢支持！

source: 你已經有一張「%@」的卡片，這會再新增一張。
en: You already have a "%@" card; this will add another.
ja: 「%@」のカードはすでにありますが、もう1枚追加されます。
zh_hans: 你已经有一张「%@」的卡片，这会再新增一张。

source: 你的分享
en: Your share
ja: 自分のシェア

source: 你的合集
en: Your collection
ja: 自分のコレクション

source: 你還沒有公開任何圖鑑
en: You haven't published anything yet
ja: まだ何も公開していません
zh_hans: 你还没有公开任何图鉴

source: 你還沒有封鎖任何人。
en: You haven't blocked anyone.
ja: まだ誰もブロックしていません。
zh_hans: 你还没有屏蔽任何人。

source: 你隨時可以切換觀看「普通識別」「高精度識別」已識別的選項。
en: You can switch between Standard and High-precision results anytime.
ja: 「通常認識」「高精度認識」の結果はいつでも切り替えて確認できます。
zh_hans: 你随时可以切换观看「普通识别」「高精度识别」已识别的选项。

source: 使用 Email
en: Use email
ja: メールアドレスを使う

source: 使用條款
en: Terms of Service
ja: 利用規約
zh_hans: 使用条款

source: 使用照片
en: Use photo
ja: この写真を使う

source: 使用裁切
en: Use crop
ja: 切り抜きを使う
zh_hans: 使用裁剪

source: 使用預設黑貓頭像
en: Use default black cat avatar
ja: デフォルトの黒猫アイコンを使う
zh_hans: 使用默认黑猫头像

source: 來源
en: Source
ja: ソース
zh_hans: 来源

source: 例句 · EXAMPLE
en: Examples
ja: 例文 · EXAMPLE

source: 例如：生活日常
en: e.g. Everyday life
ja: 例：日常生活

source: 依主題
en: By topic
ja: テーマ別
zh_hans: 依主题

source: 侵犯版權
en: Copyright
ja: 著作権侵害
zh_hans: 侵犯版权

source: 保持下去，下一個里程碑在前面
en: Keep going — the next milestone is ahead
ja: この調子！次のマイルストーンはすぐそこ
zh_hans: 保持下去，下一个里程碑在前面

source: 個字
en: words
ja: 語
zh_hans: 个字

source: 候選結果
en: Candidates
ja: 候補
zh_hans: 候选结果

source: 停止學習這個單詞？
en: Stop learning this word?
ja: この単語の学習をやめますか？
zh_hans: 停止学习这个单词？

source: 優先支援與後續 Pro 功能
en: Priority support and future Pro features
ja: 優先サポートと今後のPro機能
zh_hans: 优先支持与后续 Pro 功能

source: 儲存
en: Save
ja: 保存
zh_hans: 保存

source: 儲存中...
en: Saving...
ja: 保存中...
zh_hans: 保存中...

source: 儲存中…
en: Saving…
ja: 保存中…
zh_hans: 保存中…

source: 儲存失敗（%lld）：%@
en: Save failed (%lld): %@
ja: 保存に失敗しました（%lld）：%@
zh_hans: 保存失败（%lld）：%@

source: 先不要
en: Not now
ja: やめておく

source: 先到這裡，回首頁
en: Stop here and go home
ja: ここまでにして、ホームへ
zh_hans: 先到这里，回首页

source: 先幫你排一份 學習節奏
en: Let's set up your learning rhythm
ja: まずは学習ペースを 整えましょう
zh_hans: 先帮你排一份 学习节奏

# 先幫你排一份 學習節奏
source: 先幫你排一份\n學習節奏
en: Let's set up your\nlearning rhythm
ja: まずは学習ペースを\n整えましょう
zh_hans: 先帮你排一份\n学习节奏

source: 先看一眼這些字，準備好就開始
en: Look over these words, then start when you're ready
ja: まずこれらの単語に目を通して、準備ができたら始めましょう
zh_hans: 先看一眼这些字，准备好就开始

source: 先逛逛 → 訪客模式
en: Browse first → Guest mode
ja: 見てまわる → ゲストモード
zh_hans: 先逛逛 → 访客模式

source: 先選學習主題，開始學新字
en: Pick your topics to start learning new words
ja: まず学習テーマを選んで、新しい単語を学びましょう
zh_hans: 先选学习主题，开始学新字

source: 先離開
en: Leave
ja: 退出する
zh_hans: 先离开

source: 免費版：本月 AI 辨識剩 %lld／%lld 次
en: Free: %lld／%lld AI recognitions left this month
ja: 無料版：今月のAI認識 残り%lld／%lld回
zh_hans: 免费版：本月 AI 辨识剩 %lld／%lld 次

source: 免費註冊就能學新字、排複習，進度存在雲端
en: Sign up free to learn new words, schedule reviews, and keep progress in the cloud
ja: 無料登録で新しい単語の学習と復習ができ、進捗はクラウドに保存されます
zh_hans: 免费注册就能学新字、排复习，进度存在云端

source: 內容
en: Items
ja: 内容
zh_hans: 内容

source: 內容建議
en: Content suggestion
ja: 内容の提案
zh_hans: 内容建议

source: 內容有誤
en: Incorrect content
ja: 内容が正しくない
zh_hans: 内容有误

source: 全精通
en: All mastered
ja: 全マスター

source: 全選
en: Select all
ja: すべて選択
zh_hans: 全选

source: 全部
en: All
ja: すべて

source: 全部 →
en: All →
ja: すべて →

source: 全部加入
en: Add all
ja: すべて追加

source: 全部加入學習
en: Add all to learning
ja: すべて学習に追加
zh_hans: 全部加入学习

source: 全部學習中
en: Learning all
ja: すべて学習中
zh_hans: 全部学习中

source: 公開之後，這裡就是別人看到的你。
en: Once you publish, this is what everyone else will see.
ja: 公開すると、ここが他の人に見えるあなたになります。
zh_hans: 公开之后，这里就是别人看到的你。

source: 公開作者身分
en: Public author identity
ja: 公開プロフィール
zh_hans: 公开作者身分

source: 公開合集
en: Publish collection
ja: コレクションを公開
zh_hans: 公开合集

source: 公開狀態
en: Visibility
ja: 公開状態
zh_hans: 公开状态

source: 公開的圖鑑
en: Published atlas
ja: 公開した図鑑
zh_hans: 公开的图鉴

source: 公開項目
en: Published
zh_hans: 公开项目

source: 其他
en: Other
ja: その他

source: 其他問題
en: Other issue
ja: その他の問題
zh_hans: 其他问题

source: 再來一輪（還有 %lld 字）
en: Another round (%lld words left)
ja: もう1ラウンド（あと%lld語）
zh_hans: 再来一轮（还有 %lld 字）

source: 再看一眼，等等再遇到它
en: Take another look — it'll come back soon
ja: もう一度確認、また後で出てきます

source: 再試一次
en: Try again
ja: もう一度試す
zh_hans: 再试一次

source: 最後一次確認
en: Final confirmation
ja: 最終確認
zh_hans: 最后一次确认

source: 最近 6 週
en: Last 6 weeks
ja: 直近6週間
zh_hans: 最近 6 周

source: 最近搜尋
en: Recent searches
ja: 最近の検索
zh_hans: 最近搜索

source: 最長 20 字
en: Up to 20 characters
ja: 最大20文字
zh_hans: 最长 20 字

source: 最長 20 字，留空就顯示你的 UID
en: Up to 20 characters. Leave blank to show your UID.
ja: 20 文字まで。空欄なら UID が表示されます。
zh_hans: 最长 20 字，留空就显示你的 UID

source: 最長連勝
en: Longest streak
ja: 最長記録
zh_hans: 最长连胜

source: 最高級
en: Superlative
ja: 最上級
zh_hans: 最高级

source: 分享
en: Share
ja: 共有

source: 分享 App
en: Share the app
ja: アプリを共有

source: 分類
en: Category
ja: カテゴリ
zh_hans: 分类

source: 切換 →
en: Switch →
ja: 切り替え →
zh_hans: 切换 →

source: 切換後會重新載入詞庫與進度，不會刪除另一種語言的學習紀錄。
en: Switching reloads the vocabulary and progress. The other language's records aren't deleted.
ja: 切り替えると単語帳と進捗を再読み込みします。もう一方の言語の学習記録は削除されません。
zh_hans: 切换后会重新加载词库与进度，不会删除另一种语言的学习记录。

source: 切換鏡頭
en: Flip camera
ja: カメラを切り替え
zh_hans: 切换镜头

source: 刪除
en: Delete
ja: 削除
zh_hans: 删除

source: 刪除 %lld 張卡片
en: Delete %lld cards
ja: %lld枚のカードを削除
zh_hans: 删除 %lld 张卡片

source: 刪除中…
en: Deleting…
ja: 削除中…
zh_hans: 删除中…

source: 刪除你的帳號？
en: Delete your account?
ja: アカウントを削除しますか？
zh_hans: 删除你的账号？

source: 刪除失敗
en: Delete failed
ja: 削除に失敗しました
zh_hans: 删除失败

source: 刪除帳號
en: Delete account
ja: アカウントを削除
zh_hans: 删除账号

source: 刪除後將立即登出，所有資料都無法恢復。
en: You'll be signed out immediately and nothing can be recovered.
ja: 削除後は直ちにログアウトし、すべてのデータは復元できません。
zh_hans: 删除后将立即登出，所有资料都无法恢复。

source: 刪除所選卡片？
en: Delete selected cards?
ja: 選択したカードを削除しますか？
zh_hans: 删除所选卡片？

source: 刪除沒反應
en: Delete does nothing
ja: 削除が反応しない
zh_hans: 删除没反应

source: 刪除這個合集？
en: Delete this collection?
ja: このコレクションを削除しますか？
zh_hans: 删除这个合集？

source: 刪除這張卡片
en: Delete this card
ja: このカードを削除
zh_hans: 删除这张卡片

source: 刪除這張卡片？
en: Delete this card?
ja: このカードを削除しますか？
zh_hans: 删除这张卡片？

source: 前往登入
en: Go to sign in
ja: ログインへ
zh_hans: 前往登录

source: 剛新增 3 張：咖啡、雨傘、車站
en: 3 just added: coffee, umbrella, station
ja: 3枚追加：コーヒー・傘・駅
zh_hans: 刚新增 3 张：咖啡、雨伞、车站

source: 創作
en: Create
ja: つくる
zh_hans: 创作

source: 功能建議
en: Feature request
ja: 機能の提案
zh_hans: 功能建议

source: 加入其餘 %lld 個
en: Add remaining %lld
ja: 残り%lld語を追加
zh_hans: 加入其余 %lld 个

source: 加入失敗
en: Couldn’t add
ja: 追加できませんでした
zh_hans: 加入失败

source: 加入失敗，請再試一次。
en: Couldn't add it. Please try again.
ja: 追加できませんでした。もう一度お試しください。
zh_hans: 加入失败，请再试一次。

source: 加入學習
en: Add to learning
ja: 学習に追加
zh_hans: 加入学习

source: 加入書籤
en: Add bookmark
ja: ブックマークに追加
zh_hans: 加入书签

source: 加入項目
en: Add items
ja: 項目を追加
zh_hans: 加入项目

source: 升級
en: Upgrade
ja: アップグレード
zh_hans: 升级

source: 升級 Tuji Pro
en: Upgrade to Tuji Pro
ja: Tuji Proにアップグレード
zh_hans: 升级 Tuji Pro

source: 午安，
en: Good afternoon,
ja: こんにちは、

source: 原形
en: Base form

source: 去單字庫逛逛
en: Browse the word library
ja: 単語帳を見てみる
zh_hans: 去单字库逛逛

source: 取消
en: Cancel
ja: キャンセル

source: 取消公開
en: Unpublish
ja: 公開をやめる
zh_hans: 取消公开

source: 取消收藏這個合集？
en: Remove this saved collection?
ja: このコレクションの保存を解除しますか？
zh_hans: 取消收藏这个合集？

source: 可以重新開始建立你的圖鑑。
en: You can start building your atlas again.
ja: 図鑑をもう一度作り直せます。
zh_hans: 可以重新开始建立你的图鉴。

source: 合集
en: Collections
ja: コレクション

source: 合集可直接加入這個語言中已確認完成的圖鑑；公開合集時會一起送審。
en: Add any confirmed atlas item in this language. Unpublished items will be reviewed with the collection.
ja: この言語で確認済みの図鑑項目を追加できます。未公開項目はコレクションと一緒に審査されます。
zh_hans: 合集可直接加入这个语言中已确认完成的图鉴；公开合集时会一起送审。

source: 合集會從物見移除，裡面的項目仍然是公開的。
en: The collection leaves Sightings. The items inside stay published.
ja: コレクションは物見から外れますが、中の項目は公開のままです。
zh_hans: 合集会从物见移除，里面的项目仍然是公开的。

source: 合集至少要有一個項目才能公開。
en: A collection needs at least one item before it can be published.
ja: コレクションを公開するには、項目が 1 つ以上必要です。
zh_hans: 合集至少要有一个项目才能公开。

source: 合集與所有項目全部通過後，才會一起公開。
en: The collection and all items go live together only after everything is approved.
ja: コレクションと全項目が承認された後に、まとめて公開されます。
zh_hans: 合集与所有项目全部通过后，才会一起公开。

source: 向上拉看完整詳情
en: Pull up for full details
ja: 上にスワイプして詳細を見る
zh_hans: 向上拉看完整详情

source: 問題回報
en: Report a problem
ja: 問題を報告
zh_hans: 问题回报

source: 單字
en: Word
ja: 単語
zh_hans: 单字

source: 單字、翻譯或解釋有誤
en: Word, translation, or explanation is wrong
ja: 単語・翻訳・解説に誤りがある
zh_hans: 单词、翻译或解释有误

source: 單數
en: Singular
ja: 単数
zh_hans: 单数

source: 嘗試太頻繁，請稍後再試
en: Too many attempts — please try again later
ja: 試行回数が多すぎます。しばらくしてからお試しください
zh_hans: 尝试太频繁，请稍后再试

source: 回報學習問題
en: Report a study problem
ja: 学習の問題を報告
zh_hans: 回报学习问题

source: 回首頁
en: Back to Home
ja: ホームへ戻る
zh_hans: 回首页

source: 因為還有 %lld 個字要複習，今天新字先調整為 %lld 個。
en: %lld words are still due for review, so today’s new words are trimmed to %lld.
ja: 復習する単語がまだ %lld 語あるため、今日の新しい単語はひとまず %lld 語に調整しました。
zh_hans: 因为还有 %lld 个字要复习，今天新字先调整为 %lld 个。

source: 困難
en: Hard
ja: 難しい
zh_hans: 困难

source: 圖片、中文提示與日文發音
en: Images, meaning hints, and Japanese audio
ja: 画像・意味のヒント・日本語音声
zh_hans: 图片、中文提示与日文发音

source: 圖片、中文提示與英文發音
en: Images, meaning hints, and English audio
ja: 画像・意味のヒント・英語音声
zh_hans: 图片、中文提示与英文发音

source: 圖片不正確或不清楚
en: Image is wrong or unclear
ja: 画像が正しくない、または不鮮明
zh_hans: 图片不正确或不清楚

source: 圖片名稱
en: Image name
ja: 画像の名前
zh_hans: 图片名称

source: 圖片與它們生成的卡片都會一起刪除，無法復原。
en: The images and their cards will be deleted together. This can't be undone.
ja: 画像と生成されたカードはすべて削除され、復元できません。
zh_hans: 图片与它们生成的卡片都会一起删除，无法复原。

source: 圖片與它生成的卡片都會一起刪除，無法復原。
en: The image and its card will be deleted together. This can't be undone.
ja: 画像と生成されたカードは一緒に削除され、復元できません。
zh_hans: 图片与它生成的卡片都会一起删除，无法恢复。

source: 圖片詳情
en: Image details
ja: 画像の詳細
zh_hans: 图片详情

source: 圖鑑
en: Atlas
ja: 図鑑
zh_hans: 图鉴

source: 圖鑑卡片
en: Atlas Cards
ja: 図鑑カード
zh_hans: 图鉴卡片

source: 圖鑑完成度
en: Atlas completion
ja: 図鑑の完成度
zh_hans: 图鉴完成度

source: 圖鑑管理
en: Atlas Management
ja: 図鑑管理
zh_hans: 图鉴管理

source: 在圖鑑或字卡頁按愛心，把喜歡的字存進來
en: Tap the heart on the atlas or a card to save words you like
ja: 図鑑や単語カードでハートをタップして、好きな単語を保存しましょう
zh_hans: 在图鉴或字卡页按爱心，把喜欢的字存进来

source: 在物見收進的字會出現在這裡
en: Words you take in from Sightings show up here
ja: 物見で取り込んだ単語がここに表示されます
zh_hans: 在物见收进的字会出现在这里

source: 垃圾內容
en: Spam
ja: スパム
zh_hans: 垃圾内容

source: 報錯
en: Report error
ja: 誤りを報告
zh_hans: 报错

source: 報錯僅適用於官方單字內容。自制卡片如有問題，可以到自制圖鑑刪除重拍，或透過「我的」頁的意見收集告訴我們。
en: Error reports only cover official word content. For a custom card, delete and retake it in My Atlas, or tell us via Feedback on the Me tab.
ja: 誤り報告は公式の単語コンテンツのみ対象です。自作カードに問題がある場合は、マイ図鑑で削除して撮り直すか、「マイページ」のフィードバックからお知らせください。
zh_hans: 报错仅适用于官方单字内容。自制卡片如有问题，可以到自制图鉴删除重拍，或通过「我的」页的意见收集告诉我们。

source: 多
en: More

source: 大家會怎麼稱呼你
en: What people will call you
ja: みんなに呼ばれる名前
zh_hans: 大家会怎么称呼你

source: 大家的圖鑑
en: Everyone's atlas
ja: みんなの図鑑
zh_hans: 大家的图鉴

source: 大家的物見
en: Everyone's sightings
ja: みんなの物見
zh_hans: 大家的物见

source: 天
en: days
ja: 日

source: 字
en: words
ja: 語

source: 字詞資料 · DETAILS
en: Details
ja: 単語データ · DETAILS
zh_hans: 字词资料 · DETAILS

source: 學新字
en: Learn new words
ja: 新しい単語を学ぶ
zh_hans: 学新字

source: 學新字與主題進度只涵蓋你選的主題
en: New words and topic progress only cover your chosen topics
ja: 新出単語とテーマ進捗は選んだテーマのみが対象です
zh_hans: 学新字与主题进度只涵盖你选的主题

source: 學習
en: Study
ja: 学習
zh_hans: 学习

source: 學習中
en: Learning
ja: 学習中
zh_hans: 学习中

source: 學習主題
en: Study topics
ja: 学習テーマ
zh_hans: 学习主题

source: 學習主題 →
en: Study topics →
ja: 学習テーマ →
zh_hans: 学习主题 →

source: 學習語言
en: Learning language
ja: 学習言語
zh_hans: 学习语言

source: 學習進度已清除
en: Progress cleared
ja: 学習進捗をリセットしました
zh_hans: 学习进度已清除

source: 它們已加入你的圖鑑
en: They've been added to your atlas
ja: 図鑑に追加されました
zh_hans: 它们已加入你的图鉴

source: 完成
en: Done
ja: 完了

# 完成 %lld / %lld 字
source: 完成 %1$lld / %2$lld 字
en: %lld / %lld words done
ja: %lld / %lld語 完了
zh_hans: 完成 %lld / %lld 字

source: 完成今日目標，連續學習的火焰就會一天天累積。
en: Hit your daily goal and your streak flame grows day by day.
ja: 毎日の目標を達成すると、連続学習の炎が日々積み上がります。
zh_hans: 完成今日目标，连续学习的火焰就会一天天累积。

source: 完成全部步驟的字會保留，其餘下次重新開始。
en: Words that finished every step are kept; the rest start over next time.
ja: すべてのステップを終えた単語は保存され、残りは次回やり直しになります。
zh_hans: 完成全部步骤的字会保留，其余下次重新开始。

source: 完成設定
en: Finish setup
ja: 設定を完了
zh_hans: 完成设置

source: 官方
en: Official
ja: 公式

source: 密碼
en: Password
ja: パスワード
zh_hans: 密码

source: 密碼只能使用英文、數字或符號
en: Passwords may only use letters, numbers, or symbols
ja: パスワードは英数字と記号のみ使用できます
zh_hans: 密码只能使用英文、数字或符号

source: 密碼太短（至少 8 字）
en: Password too short (at least 8 characters)
ja: パスワードが短すぎます（8文字以上）
zh_hans: 密码太短（至少 8 字）

source: 審核中
en: In review
ja: 審査中
zh_hans: 审核中

source: 封鎖
en: Block
ja: ブロック
zh_hans: 屏蔽

source: 封鎖這位作者
en: Block this author
ja: この作者をブロック
zh_hans: 屏蔽这位作者

source: 封鎖這位作者？
en: Block this author?
ja: この作者をブロックしますか？
zh_hans: 屏蔽这位作者？

source: 封面
en: Cover
ja: カバー

source: 將刪除掌握度、連續天數、SRS 排程與答題紀錄；收藏與設定不受影響。
en: Deletes mastery, streak, SRS schedule, and answer history. Favorites and settings are unaffected.
ja: 習熟度・連続日数・SRSスケジュール・解答記録を削除します。お気に入りと設定には影響しません。
zh_hans: 将删除掌握度、连续天数、SRS 排程与答题记录；收藏与设置不受影响。

source: 將同時送審 %lld 個尚未公開的項目。
en: %lld unpublished items will be submitted for review too.
ja: 未公開の%lld件も一緒に審査へ送信します。
zh_hans: 将同时送审 %lld 个尚未公开的项目。

source: 將這 %lld 個單詞加入學習？
en: Add these %lld words to learning?
ja: この%lld語を学習に追加しますか？
zh_hans: 将这 %lld 个单词加入学习？

source: 將隨合集送審
en: Reviews with collection
ja: コレクションと審査
zh_hans: 将随合集送审

source: 對應的日文是哪個？
en: Which Japanese word matches?
ja: 対応する日本語はどれ？
zh_hans: 对应的日文是哪个？

source: 對應的英文是哪個？
en: Which English word matches?
ja: 対応する英語はどれ？
zh_hans: 对应的英文是哪个？

source: 少
en: Less

source: 尚未同步
en: Not synced yet
ja: 未同期

source: 尚無紀錄
en: No records yet
ja: 記録なし
zh_hans: 尚无记录

source: 差一點，看看正解
en: So close — check the answer
ja: 惜しい！正解を確認しましょう
zh_hans: 差一点，看看正解

source: 已上傳
en: Uploaded
ja: アップロード済み
zh_hans: 已上传

source: 已下架
en: Removed
ja: 公開停止

source: 已儲存
en: Saved
ja: 保存しました
zh_hans: 已保存

source: 已公開
en: Published
ja: 公開中
zh_hans: 已公开

source: 已刪除
en: Deleted
ja: 削除済み
zh_hans: 已删除

source: 已加入圖鑑
en: Added to atlas
ja: 図鑑に追加済み
zh_hans: 已加入图鉴

source: 已取消
en: Canceled
ja: キャンセル済み

# 已學 %lld / 共 %lld 字
source: 已學 %1$lld / 共 %2$lld 字
en: Learned %lld of %lld words
ja: 学習済み %lld / 全%lld語
zh_hans: 已学 %lld / 共 %lld 字

# 已學 %lld / 所選主題共 %lld 字
source: 已學 %1$lld / 所選主題共 %2$lld 字
en: Learned %lld of %lld words in chosen topics
ja: 学習済み %lld / 選択テーマ全%lld語
zh_hans: 已学 %lld / 所选主题共 %lld 字

source: 已學字
en: Learned
ja: 学習済み
zh_hans: 已学字

source: 已完成
en: Completed
ja: 完了

source: 已封鎖的人
en: Blocked people
ja: ブロックした人
zh_hans: 已屏蔽的人

source: 已封鎖這位作者
en: Author blocked
ja: この作者はブロック済み
zh_hans: 已屏蔽这位作者

source: 已收到檢舉
en: Report received
ja: 通報を受け付けました
zh_hans: 已收到举报

source: 已收回
en: Unpublished
ja: 取り下げ済み

source: 已收藏
en: Saved
ja: 保存済み

source: 已收進
en: Taken in
ja: 取り込み済み
zh_hans: 已收进

source: 已啟用
en: Enabled
ja: 有効
zh_hans: 已启用

source: 已有帳號？
en: Already have an account?
ja: アカウントをお持ちですか？
zh_hans: 已有账号？

source: 已有帳號？登入
en: Already have an account? Sign in
ja: アカウントをお持ちの方はログイン
zh_hans: 已有账号？登录

source: 已確認
en: Confirmed
ja: 確認済み
zh_hans: 已确认

source: 已答的進度會保留，未完成的字下次還會出現。
en: Answered progress is saved; unfinished words will appear again next time.
ja: 解答済みの進捗は保存され、未完了の単語は次回また出題されます。
zh_hans: 已答的进度会保留，未完成的字下次还会出现。

source: 已認識
en: Known
ja: 認識済み
zh_hans: 已认识

source: 已送出，審核通過後就會出現在物見。
en: Submitted. It appears in Sightings once it passes review.
ja: 送信しました。審査を通過すると物見に表示されます。
zh_hans: 已送出，审核通过后就会出现在物见。

source: 已通過審核，合集現在出現在物見了。
en: Approved — your collection is now in Sightings.
ja: 審査を通過しました。コレクションが物見に表示されています。
zh_hans: 已通过审核，合集现在出现在物见了。

source: 已達使用上限，升級後可繼續
en: Limit reached — upgrade to continue
ja: 利用上限に達しました。アップグレードで継続できます
zh_hans: 已达使用上限，升级后可继续

source: 已選 %lld 個
en: %lld selected
ja: %lld件選択中
zh_hans: 已选 %lld 个

source: 帳號
en: Account
ja: アカウント
zh_hans: 账号

source: 底下這一排
en: The bar along the bottom
ja: 画面下のバー
zh_hans: 底下这一排

source: 建立
en: Create
ja: 作成
zh_hans: 创建

source: 建立中...
en: Creating...
ja: 作成中...

source: 建立中…
en: Creating…
ja: 作成中…
zh_hans: 创建中…

source: 建立合集
en: New collection
ja: コレクションを作成
zh_hans: 创建合集

source: 建立帳號
en: Create account
ja: アカウント作成
zh_hans: 创建账号

source: 建立帳號，開始學習
en: Create an account to start learning
ja: アカウントを作成して学習を始める
zh_hans: 建立账号，开始学习

source: 待確認
en: To confirm
ja: 確認待ち
zh_hans: 待确认

source: 很有把握，拉長間隔
en: Confident — stretch the interval
ja: 自信あり。間隔を延ばす
zh_hans: 很有把握，拉长间隔

source: 後端不認這次登入。可能要重新登入一次。
en: The server didn't recognize this sign-in. You may need to sign in again.
ja: サーバーがこのログインを認識できません。再ログインが必要かもしれません。
zh_hans: 后端不认这次登录。可能要重新登录一次。

source: 從今天重新開始
en: Starting again today
ja: 今日からまた始めましょう
zh_hans: 从今天重新开始

source: 從相簿選
en: Choose from library
ja: アルバムから選ぶ
zh_hans: 从相簿选

source: 從相簿選擇
en: Choose from Photos
ja: 写真ライブラリから選択
zh_hans: 从相册选择

source: 快忘了才出現 → 一次記牢
en: Appears right before you forget → sticks for good
ja: 忘れかけた頃に出題 → 一度でしっかり記憶
zh_hans: 快忘了才出现 → 一次记牢

source: 思源柔黑體，衍生自 Source Han Sans。
en: A rounded face derived from Source Han Sans.
ja: Source Han Sans から派生した丸ゴシック体です。
zh_hans: 思源柔黑体，衍生自 Source Han Sans。

source: 恢復購買
en: Restore purchases
ja: 購入を復元
zh_hans: 恢复购买

source: 想不起來？點一下圖片
en: Can't recall? Tap the picture
ja: 思い出せない？画像をタップ
zh_hans: 想不起来？点一下图片

source: 想告訴我們什麼呢？
en: What would you like to tell us?
ja: どんなことを伝えたいですか？
zh_hans: 想告诉我们什么呢？

source: 想學哪一種語言？
en: Which language do you want to learn?
ja: どの言語を学びたいですか？
zh_hans: 想学哪一种语言？

source: 意見收集
en: Feedback
ja: フィードバック
zh_hans: 意见收集

source: 我
en: Me
ja: マイページ

source: 我做的
en: Mine
ja: 自作

source: 我在 Tuji 連勝 %lld 天了！ https://tuji.app/share/milestone?n=%lld
en: I'm on a %lld-day streak on Tuji! https://tuji.app/share/milestone?n=%lld
ja: Tujiで%lld日連続学習中！ https://tuji.app/share/milestone?n=%lld
zh_hans: 我在 Tuji 连胜 %lld 天了！ https://tuji.app/share/milestone?n=%lld

source: 我的
en: Me
ja: マイページ
